Repository: imflawlezz/purseful-ios
Catalog: purseful-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl, ru, uk

source: %@ has exceeded your limit.
de: %@ hat das Limit überschritten.
es: %@ superó tu límite.
fr: %@ a dépassé votre limite.
pl: %@ przekroczył(a) limit.
ru: %@ превысил(а) лимит.
uk: %@ перевищив(ла) ліміт.

source: %@ is at %lld%% of your limit.
de: %@ liegt bei %lld%% des Limits.
es: %@ está al %lld%% de tu límite.
fr: %@ est à %lld%% de votre limite.
pl: %@ jest na poziomie %lld%% limitu.
ru: %@ — %lld%% от лимита.
uk: %@ — %lld%% від ліміту.

source: %@ is due on %@.
de: %@: Fällig am %@.
es: %@: vence el %@.
fr: %@ : échéance le %@.
pl: %@: termin %@.
ru: %@: срок %@.
uk: %@: строк %@.

source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
pl: %@ z %@
ru: %@ из %@
uk: %@ з %@

source: %@ target date is %@.
de: %@: Zieldatum ist %@.
es: %@: la fecha objetivo es %@.
fr: %@ : la date cible est le %@.
pl: %@: data docelowa to %@.
ru: %@: целевая дата — %@.
uk: %@: цільова дата — %@.

source: %@ went over your limit.
de: %@ hat das Limit überschritten.
es: %@ superó tu límite.
fr: %@ a dépassé votre limite.
pl: %@ przekroczył(a) limit.
ru: %@ превысил(а) лимит.
uk: %@ перевищив(ла) ліміт.

source: %@ with %@ is due soon.
de: %@ (%@) ist bald fällig.
es: %@ (%@) vence pronto.
fr: %@ (%@) arrive bientôt à échéance.
pl: %@ (%@) wkrótce przypada.
ru: %@ (%@) скоро к оплате.
uk: %@ (%@) незабаром до сплати.

source: %@’s target date is %@.
de: %@: Zieldatum ist %@.
es: %@: la fecha objetivo es %@.
fr: %@ : la date cible est le %@.
pl: %@: data docelowa to %@.
ru: %@: целевая дата — %@.
uk: %@: цільова дата — %@.

source: %@/day · %@
de: %@/Tag · %@
es: %@/día · %@
fr: %@/jour · %@
pl: %@/dzień · %@
ru: %@/день · %@
uk: %@/день · %@

source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
pl: %1$@ z %2$@
ru: %1$@ из %2$@
uk: %1$@ з %2$@

source: %lld day(s) before
de: %lld Tag(e) vorher
es: %lld día(s) antes
fr: %lld jour(s) avant
pl: %lld dni wcześniej
ru: за %lld дн.
uk: за %lld дн.

source: %lld transactions
de: %lld Transaktionen
es: %lld transacciones
pl: %lld transakcji
ru: %lld транзакций
uk: %lld транзакцій

source: %lld%% of %@
de: %lld%% von %@
es: %lld%% de %@
fr: %lld%% de %@
pl: %lld%% z %@
ru: %lld%% из %@
uk: %lld%% з %@

source: %lld%% of spending
de: %lld%% der Ausgaben
es: %lld%% del gasto
fr: %lld%% des dépenses
pl: %lld%% wydatków
ru: %lld%% расходов
uk: %lld%% витрат

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
pl: 7 dni
ru: 7 дней
uk: 7 днів

source: 7D
de: 7T
fr: 7J
ru: 7Д
uk: 7Д

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
pl: 30 dni
ru: 30 дней
uk: 30 днів

source: 30D
de: 30T
fr: 30J
ru: 30Д
uk: 30Д

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
pl: 90 dni
ru: 90 дней
uk: 90 днів

source: About
de: Über die App
es: Acerca de
fr: À propos
pl: O aplikacji
ru: О приложении
uk: Про застосунок

source: Accent color
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
pl: Kolor akcentu
ru: Цвет акцента
uk: Колір акценту

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto
ru: Счёт
uk: Рахунок

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
pl: Konta
ru: Счета
uk: Рахунки

source: Accounts in backup
de: Konten im Backup
es: Cuentas en la copia
fr: Comptes dans la sauvegarde
pl: Konta w kopii
ru: Счетов в копии
uk: Рахунків у копії

source: Accounts linked
de: Verknüpfte Konten
es: Cuentas vinculadas
fr: Comptes liés
pl: Połączone konta
ru: Связанные счета
uk: Пов’язані рахунки

source: Accounts mapped
de: Zugeordnete Konten
es: Cuentas asignadas
fr: Comptes associés
pl: Zmapowane konta
ru: Сопоставленные счета
uk: Зіставлені рахунки

source: Active
de: Aktiv
es: Activas
fr: Actifs
pl: Aktywne
ru: Активные
uk: Активні

source: Active debts
de: Aktive Schulden
es: Deudas activas
fr: Dettes actives
pl: Aktywne długi
ru: Активные долги
uk: Активні борги

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pl: Dodaj
ru: Добавить
uk: Додати

source: Add contribution
de: Einzahlung hinzufügen
es: Añadir aporte
fr: Ajouter un versement
pl: Dodaj wpłatę
ru: Добавить взнос
uk: Додати внесок

source: Add daily spend categories
de: Kategorien für Tagesausgaben hinzufügen
es: Añadir categorías de gasto diario
fr: Ajouter des catégories de dépenses quotidiennes
pl: Dodaj kategorie dziennych wydatków
ru: Добавить категории дневных трат
uk: Додати категорії денних витрат

source: Add one to keep spending in check.
de: Füge ein Budget hinzu, um Ausgaben im Blick zu behalten.
es: Añade un presupuesto para controlar tus gastos.
fr: Ajoutez un budget pour maîtriser vos dépenses.
pl: Dodaj budżet, żeby kontrolować wydatki.
ru: Добавьте бюджет, чтобы контролировать расходы.
uk: Додайте бюджет, щоб контролювати витрати.

source: Add split
de: Aufteilung hinzufügen
es: Añadir división
fr: Ajouter une répartition
pl: Dodaj podział
ru: Добавить часть
uk: Додати частину

source: Add transaction
de: Buchung hinzufügen
es: Añadir movimiento
fr: Ajouter une opération
pl: Dodaj transakcję
ru: Добавить операцию
uk: Додати операцію

source: Alert at %lld%%
de: Warnung bei %lld%%
es: Aviso al %lld%%
fr: Alerte à %lld%%
pl: Alert przy %lld%%
ru: Уведомить при %lld%%
uk: Сповістити при %lld%%

source: All
de: Alle
es: Todo
fr: Tout
pl: Wszystkie
ru: Все
uk: Усі

source: All spending
de: Alle Ausgaben
es: Todo el gasto
fr: Toutes les dépenses
pl: Wszystkie wydatki
ru: Все расходы
uk: Усі витрати

source: Allow notifications
de: Mitteilungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
pl: Zezwól na powiadomienia
ru: Разрешить уведомления
uk: Дозволити сповіщення

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
pl: Zezwolono
ru: Разрешено
uk: Дозволено

source: Amount
de: Betrag
es: Importe
fr: Montant
pl: Kwota
ru: Сумма
uk: Сума

source: Amount (High)
de: Betrag (absteigend)
es: Importe (mayor primero)
fr: Montant (décroissant)
pl: Kwota (od najwyższej)
ru: Сумма (по убыванию)
uk: Сума (спочатку більші)

source: Amount (Low)
de: Betrag (aufsteigend)
es: Importe (menor primero)
fr: Montant (croissant)
pl: Kwota (od najniższej)
ru: Сумма (по возрастанию)
uk: Сума (спочатку менші)

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
pl: Język aplikacji
ru: Язык приложения
uk: Мова застосунку

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
pl: Wygląd
ru: Оформление
uk: Оформлення

source: Apply contribution
de: Einzahlung buchen
es: Aplicar aporte
fr: Enregistrer le versement
pl: Zastosuj wpłatę
ru: Внести взнос
uk: Внести внесок

source: Apply repayment
de: Rückzahlung buchen
es: Aplicar pago
fr: Enregistrer le remboursement
pl: Zastosuj spłatę
ru: Внести погашение
uk: Внести погашення

source: Auto-create
de: Automatisch erstellen
es: Crear automáticamente
fr: Créer automatiquement
pl: Twórz automatycznie
ru: Создавать автоматически
uk: Створювати автоматично

source: Back
de: Zurück
es: Atrás
fr: Retour
pl: Wstecz
ru: Назад
uk: Назад

source: Balance only — no linked transactions.
de: Nur Saldo — keine verknüpften Buchungen.
es: Solo saldo — sin movimientos vinculados.
fr: Solde uniquement — pas d’opérations liées.
pl: Tylko saldo — bez powiązanych transakcji.
ru: Только баланс — без связанных операций.
uk: Лише баланс — без пов’язаних операцій.

source: Balances
de: Salden
es: Saldos
fr: Soldes
pl: Salda
ru: Балансы
uk: Баланси

source: Bank sync isn’t ready yet.
de: Banksync ist noch nicht bereit.
es: La sincronización bancaria aún no está lista.
fr: La synchro bancaire n’est pas encore prête.
pl: Synchronizacja z bankiem jeszcze nie jest gotowa.
ru: Синхронизация с банком пока недоступна.
uk: Синхронізація з банком ще недоступна.

source: Base currency
de: Basiswährung
es: Moneda base
fr: Devise de base
pl: Waluta bazowa
ru: Основная валюта
uk: Основна валюта

source: Based on the last %lld days
de: Basierend auf den letzten %lld Tagen
es: Basado en los últimos %lld días
fr: Basé sur les %lld derniers jours
pl: Na podstawie ostatnich %lld dni
ru: На основе последних %lld дней
uk: На основі останніх %lld днів

source: Biweekly
de: Alle zwei Wochen
es: Quincenal
fr: Toutes les deux semaines
pl: Co dwa tygodnie
ru: Раз в две недели
uk: Раз на два тижні

source: Books
de: Bücher
es: Libros
fr: Livres
pl: Książki
ru: Книги
uk: Книги

source: Borrowed On
de: Geliehen am
es: Fecha del préstamo
fr: Emprunté le
pl: Data wzięcia
ru: Дата займа
uk: Дата позики

source: Borrowed: %@
de: Geliehen: %@
es: Prestado: %@
fr: Emprunté : %@
pl: Pożyczone: %@
ru: Занято: %@
uk: Позичено: %@

source: Budget alert
de: Budgetwarnung
es: Aviso de presupuesto
fr: Alerte budget
pl: Alert budżetu
ru: Бюджетный алерт
uk: Сповіщення бюджету

source: Budget Amount
de: Budgetbetrag
es: Importe del presupuesto
fr: Montant du budget
pl: Kwota budżetu
ru: Сумма бюджета
uk: Сума бюджету

source: by
de: von
es: por
fr: par
pl: przez
ru: от
uk: від

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
pl: Kalendarz
ru: Календарь
uk: Календар

source: Can’t open bank login right now.
de: Bank-Login kann gerade nicht geöffnet werden.
es: No se puede abrir el acceso al banco ahora.
fr: Impossible d’ouvrir la connexion bancaire pour le moment.
pl: Nie można teraz otworzyć logowania do banku.
ru: Сейчас нельзя открыть вход в банк.
uk: Зараз не вдається відкрити вхід до банку.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена
uk: Скасувати

source: Cash
de: Bargeld
es: Efectivo
fr: Espèces
pl: Gotówka
ru: Наличные
uk: Готівка

source: Cash flow (30 days)
de: Cashflow (30 Tage)
es: Flujo de caja (30 días)
fr: Flux de trésorerie (30 jours)
pl: Przepływ środków (30 dni)
ru: Денежный поток (30 дней)
uk: Грошовий потік (30 днів)

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
pl: Kategorie
ru: Категории
uk: Категорії

source: Categories in backup
de: Kategorien im Backup
es: Categorías en la copia
fr: Catégories dans la sauvegarde
pl: Kategorie w kopii
ru: Категорий в копии
uk: Категорій у копії

source: Categories linked
de: Verknüpfte Kategorien
es: Categorías vinculadas
fr: Catégories liées
pl: Połączone kategorie
ru: Связанные категории
uk: Пов’язані категорії

source: Categories mapped
de: Zugeordnete Kategorien
es: Categorías asignadas
fr: Catégories associées
pl: Zmapowane kategorie
ru: Сопоставленные категории
uk: Зіставлені категорії

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
pl: Kategoria
ru: Категория
uk: Категорія

source: Change the app language in iOS Settings.
de: Ändere die App-Sprache in den iOS-Einstellungen.
es: Cambia el idioma de la app en Ajustes de iOS.
fr: Changez la langue de l’app dans Réglages iOS.
pl: Zmień język aplikacji w Ustawieniach iOS.
ru: Смените язык приложения в Настройках iOS.
uk: Змініть мову застосунку в Налаштуваннях iOS.

source: Checked
de: Erledigt
es: Marcado
fr: Coché
pl: Zaznaczone
ru: Отмечено
uk: Позначено

source: Choose .json Backup File
de: .json-Backupdatei wählen
es: Elegir archivo .json
fr: Choisir un fichier .json
pl: Wybierz plik kopii .json
ru: Выбрать файл .json
uk: Вибрати файл .json

source: Choose Backup File
de: Backup-Datei wählen
es: Elegir archivo de copia
fr: Choisir un fichier de sauvegarde
pl: Wybierz plik kopii
ru: Выбрать файл копии
uk: Вибрати файл копії

source: Choose JSON File
de: JSON-Datei wählen
es: Elegir archivo JSON
fr: Choisir un fichier JSON
pl: Wybierz plik JSON
ru: Выбрать JSON-файл
uk: Вибрати JSON-файл

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
pl: Wyczyść wszystko
ru: Очистить всё
uk: Очистити все

source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
pl: Wyczyść wszystkie dane
ru: Очистить все данные
uk: Очистити всі дані

source: Clear everything?
de: Alles löschen?
es: ¿Borrar todo?
fr: Tout effacer ?
pl: Wyczyścić wszystko?
ru: Очистить всё?
uk: Очистити все?

source: Clear list
de: Liste leeren
es: Vaciar lista
fr: Vider la liste
pl: Wyczyść listę
ru: Очистить список
uk: Очистити список

source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
pl: Odzież
ru: Одежда
uk: Одяг

source: Coffee
de: Kaffee
es: Café
fr: Café
pl: Kawa
ru: Кофе
uk: Кава

source: Complete
de: Abschließen
es: Completar
fr: Terminer
pl: Ukończ
ru: Завершить
uk: Завершити

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

source: Continue
de: Weiter
es: Continuar
fr: Continuer
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

source: Continue to accounts
de: Weiter zu Konten
es: Continuar a cuentas
fr: Continuer vers les comptes
pl: Przejdź do kont
ru: Перейти к счетам
uk: Перейти до рахунків

source: Contribution
de: Einzahlung
es: Aporte
fr: Versement
pl: Wpłata
ru: Взнос
uk: Внесок

source: Could not determine last week’s dates.
de: Die Daten der letzten Woche konnten nicht ermittelt werden.
es: No se pudieron determinar las fechas de la semana pasada.
fr: Impossible de déterminer les dates de la semaine dernière.
pl: Nie udało się ustalić dat ostatniego tygodnia.
ru: Не удалось определить даты прошлой недели.
uk: Не вдалося визначити дати минулого тижня.

source: Couldn’t clear data
de: Daten konnten nicht gelöscht werden
es: No se pudieron borrar los datos
fr: Impossible d’effacer les données
pl: Nie udało się wyczyścić danych
ru: Не удалось очистить данные
uk: Не вдалося очистити дані

source: Couldn’t export
de: Export fehlgeschlagen
es: No se pudo exportar
fr: Impossible d’exporter
pl: Nie udało się wyeksportować
ru: Не удалось экспортировать
uk: Не вдалося експортувати

source: Couldn’t open that file.
de: Diese Datei konnte nicht geöffnet werden.
es: No se pudo abrir ese archivo.
fr: Impossible d’ouvrir ce fichier.
pl: Nie udało się otworzyć tego pliku.
ru: Не удалось открыть этот файл.
uk: Не вдалося відкрити цей файл.

source: Couldn’t read that receipt. Try better light, or type it in.
de: Beleg konnte nicht gelesen werden. Besseres Licht versuchen oder manuell eingeben.
es: No se pudo leer el ticket. Mejora la luz o introdúcelo a mano.
fr: Impossible de lire ce ticket. Améliorez l’éclairage ou saisissez-le à la main.
pl: Nie udało się odczytać paragonu. Popraw oświetlenie albo wpisz dane ręcznie.
ru: Не удалось прочитать чек. Улучшите освещение или введите данные вручную.
uk: Не вдалося прочитати чек. Покращіть освітлення або введіть дані вручну.

source: Couldn’t sign in to your bank.
de: Anmeldung bei der Bank fehlgeschlagen.
es: No se pudo iniciar sesión en el banco.
fr: Impossible de se connecter à votre banque.
pl: Nie udało się zalogować do banku.
ru: Не удалось войти в банк.
uk: Не вдалося увійти до банку.

source: Counterparty
de: Gegenpartei
es: Contraparte
fr: Contrepartie
pl: Kontrahent
ru: Контрагент
uk: Контрагент

source: Counterparty: %@
de: Gegenpartei: %@
es: Contraparte: %@
fr: Contrepartie : %@
pl: Kontrahent: %@
ru: Контрагент: %@
uk: Контрагент: %@

source: Courses
de: Kurse
es: Cursos
fr: Cours
pl: Kursy
ru: Курсы
uk: Курси

source: Create a linked transaction
de: Verknüpfte Buchung erstellen
es: Crear un movimiento vinculado
fr: Créer une opération liée
pl: Utwórz powiązaną transakcję
ru: Создать связанную операцию
uk: Створити пов’язану операцію

source: Create new account
de: Neues Konto erstellen
es: Crear cuenta nueva
fr: Créer un nouveau compte
pl: Utwórz nowe konto
ru: Создать новый счёт
uk: Створити новий рахунок

source: Create new category
de: Neue Kategorie erstellen
es: Crear categoría nueva
fr: Créer une nouvelle catégorie
pl: Utwórz nową kategorię
ru: Создать новую категорию
uk: Створити нову категорію

source: Create transaction when due
de: Buchung bei Fälligkeit erstellen
es: Crear movimiento al vencer
fr: Créer l’opération à l’échéance
pl: Utwórz transakcję w terminie
ru: Создавать операцию в срок
uk: Створювати операцію в строк

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
pl: Karta kredytowa
ru: Кредитная карта
uk: Кредитна картка

source: Credit to account
de: Auf Konto gutschreiben
es: Abonar a la cuenta
fr: Créditer le compte
pl: Zaksięguj na konto
ru: Зачислить на счёт
uk: Зарахувати на рахунок

source: Currency
de: Währung
es: Moneda
fr: Devise
pl: Waluta
ru: Валюта
uk: Валюта

source: Currency: %@
de: Währung: %@
es: Moneda: %@
fr: Devise : %@
pl: Waluta: %@
ru: Валюта: %@
uk: Валюта: %@

source: Current
de: Aktuell
es: Actual
fr: Actuel
pl: Bieżące
ru: Текущее
uk: Поточне

source: Current net worth
de: Aktuelles Vermögen
es: Patrimonio actual
fr: Patrimoine actuel
pl: Bieżąca wartość netto
ru: Текущий капитал
uk: Поточний капітал

source: Current Saved
de: Bisher gespart
es: Ahorrado actual
fr: Déjà épargné
pl: Obecnie odłożone
ru: Уже накоплено
uk: Уже накопичено

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
pl: Własny
ru: Свой
uk: Власний

source: Daily
de: Täglich
es: Diario
fr: Quotidien
pl: Codziennie
ru: Ежедневно
uk: Щодня

source: Daily discretionary spend
de: Tägliche freie Ausgaben
es: Gasto diario discrecional
fr: Dépenses discrétionnaires quotidiennes
pl: Dzienne wydatki uznaniowe
ru: Дневные свободные траты
uk: Денні вільні витрати

source: Daily Spend
de: Tagesausgaben
es: Gasto diario
fr: Dépenses du jour
pl: Dzienne wydatki
ru: Дневные траты
uk: Денні витрати

source: Daily spend trend (%lldd)
de: Trend der Tagesausgaben (%lld T.)
es: Tendencia de gasto diario (%lld d)
fr: Tendance des dépenses quotidiennes (%lld j)
pl: Trend dziennych wydatków (%lld d.)
ru: Тренд дневных трат (%lld д.)
uk: Тренд денних витрат (%lld дн.)

source: Dashboard
de: Übersicht
es: Resumen
fr: Vue d’ensemble
pl: Przegląd
ru: Обзор
uk: Огляд

source: Data
de: Daten
es: Datos
fr: Données
pl: Dane
ru: Данные
uk: Дані

source: Date
de: Datum
es: Fecha
pl: Data
ru: Дата
uk: Дата

source: Date (Newest)
de: Datum (neueste zuerst)
es: Fecha (más recientes)
fr: Date (plus récentes)
pl: Data (najnowsze)
ru: Дата (сначала новые)
uk: Дата (спочатку нові)

source: Date (Oldest)
de: Datum (älteste zuerst)
es: Fecha (más antiguos)
fr: Date (plus anciennes)
pl: Data (najstarsze)
ru: Дата (сначала старые)
uk: Дата (спочатку старі)

source: Date & time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
pl: Data i godzina
ru: Дата и время
uk: Дата й час

source: Debit Card
de: Debitkarte
es: Tarjeta de débito
fr: Carte de débit
pl: Karta debetowa
ru: Дебетовая карта
uk: Дебетова картка

source: Debt Borrowed
de: Schuld — aufgenommen
es: Deuda — recibida
fr: Dette — empruntée
pl: Pożyczka wzięta
ru: Долг — взяли
uk: Борг — взяли

source: Debt due
de: Schuld fällig
es: Deuda vencida
fr: Dette à échéance
pl: Termin długu
ru: Срок долга
uk: Строк боргу

source: Debt Lent
de: Schuld — verliehen
es: Deuda — prestada
fr: Dette — prêtée
pl: Pożyczka udzielona
ru: Долг — дали
uk: Борг — дали

source: Debt Received
de: Schuld — erhalten
es: Deuda — cobrada
fr: Dette — reçue
pl: Wpłata od dłużnika
ru: Долг — получили
uk: Борг — отримали

source: Debt Repayment
de: Schuld — Rückzahlung
es: Deuda — pago
fr: Dette — remboursement
pl: Spłata długu
ru: Долг — погашение
uk: Борг — погашення

source: Debts
de: Schulden
es: Deudas
fr: Dettes
pl: Długi
ru: Долги
uk: Борги

source: Debts due
de: Fällige Schulden
es: Deudas por vencer
fr: Dettes à venir
pl: Nadchodzące długi
ru: Долги к оплате
uk: Борги до сплати

source: Default account
de: Standardkonto
es: Cuenta predeterminada
fr: Compte par défaut
pl: Konto domyślne
ru: Счёт по умолчанию
uk: Рахунок за замовчуванням

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń
ru: Удалить
uk: Видалити

source: Delete selected
de: Auswahl löschen
es: Eliminar selección
fr: Supprimer la sélection
pl: Usuń zaznaczone
ru: Удалить выбранное
uk: Видалити вибране

source: Denied
de: Abgelehnt
es: Denegado
fr: Refusé
pl: Odrzucono
ru: Запрещено
uk: Заборонено

source: Direction
de: Richtung
es: Dirección
fr: Sens
pl: Kierunek
ru: Направление
uk: Напрямок

source: Doctor
de: Arzt
es: Médico
fr: Médecin
pl: Lekarz
ru: Врач
uk: Лікар

source: Done
de: Fertig
es: Listo
fr: OK
pl: Gotowe
ru: Готово
uk: Готово

source: Double-check the amount — scans aren’t always perfect.
de: Betrag prüfen — Scans sind nicht immer perfekt.
es: Revisa el importe: el escaneo no siempre es perfecto.
fr: Vérifiez le montant — les scans ne sont pas toujours parfaits.
pl: Sprawdź kwotę — skanowanie nie zawsze jest idealne.
ru: Проверьте сумму — сканирование бывает неточным.
uk: Перевірте суму — сканування буває неточним.

source: Double-check the amount and title — scans aren’t always perfect.
de: Betrag und Titel prüfen — Scans sind nicht immer perfekt.
es: Revisa el importe y el título: el escaneo no siempre es perfecto.
fr: Vérifiez le montant et le titre — les scans ne sont pas toujours parfaits.
pl: Sprawdź kwotę i tytuł — skanowanie nie zawsze jest idealne.
ru: Проверьте сумму и название — сканирование бывает неточным.
uk: Перевірте суму й назву — сканування буває неточним.

source: Due
de: Fällig
es: Vence
fr: Échéance
pl: Termin
ru: Срок
uk: Строк

source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
pl: Termin płatności
ru: Срок оплаты
uk: Строк оплати

source: Duplicates are skipped when merging. Turn this off to start clean.
de: Beim Zusammenführen werden Duplikate übersprungen. Ausschalten für einen Neustart.
es: Al fusionar se omiten los duplicados. Desactívalo para empezar de cero.
fr: Lors de la fusion, les doublons sont ignorés. Désactivez pour repartir de zéro.
pl: Przy scalaniu duplikaty są pomijane. Wyłącz to, aby zacząć od zera.
ru: При объединении дубликаты пропускаются. Выключите, чтобы начать с чистого листа.
uk: Під час об’єднання дублікати пропускаються. Вимкніть, щоб почати з чистого аркуша.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj
ru: Изменить
uk: Змінити

source: Edit Account
de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte
pl: Edytuj konto
ru: Изменить счёт
uk: Змінити рахунок

source: Edit Budget
de: Budget bearbeiten
es: Editar presupuesto
fr: Modifier le budget
pl: Edytuj budżet
ru: Изменить бюджет
uk: Змінити бюджет

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
pl: Edytuj kategorię
ru: Изменить категорию
uk: Змінити категорію

source: Edit Debt
de: Schuld bearbeiten
es: Editar deuda
fr: Modifier la dette
pl: Edytuj dług
ru: Изменить долг
uk: Змінити борг

source: Edit Goal
de: Ziel bearbeiten
es: Editar meta
fr: Modifier l’objectif
pl: Edytuj cel
ru: Изменить цель
uk: Змінити ціль

source: Edit Payment
de: Zahlung bearbeiten
es: Editar pago
fr: Modifier le paiement
pl: Edytuj płatność
ru: Изменить платёж
uk: Змінити платіж

source: Edit Transaction
de: Buchung bearbeiten
es: Editar movimiento
fr: Modifier l’opération
pl: Edytuj transakcję
ru: Изменить операцию
uk: Змінити операцію

source: Education
de: Bildung
es: Educación
fr: Éducation
pl: Edukacja
ru: Образование
uk: Освіта

source: Electronics
de: Elektronik
es: Electrónica
fr: Électronique
pl: Elektronika
ru: Электроника
uk: Електроніка

source: Enable notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
pl: Włącz powiadomienia
ru: Включить уведомления
uk: Увімкнути сповіщення

source: End
de: Ende
es: Fin
fr: Fin
pl: Koniec
ru: Конец
uk: Кінець

source: Entertainment
de: Unterhaltung
es: Ocio
fr: Loisirs
pl: Rozrywka
ru: Развлечения
uk: Розваги

source: Ephemeral
de: Temporär
es: Temporal
fr: Éphémère
pl: Tymczasowe
ru: Временные
uk: Тимчасові

source: Estimated completion
de: Voraussichtliche Fertigstellung
es: Finalización estimada
fr: Fin estimée
pl: Szacowane ukończenie
ru: Ожидаемое завершение
uk: Очікуване завершення

source: Expected net worth
de: Erwartetes Vermögen
es: Patrimonio esperado
fr: Patrimoine attendu
pl: Oczekiwana wartość netto
ru: Ожидаемый капитал
uk: Очікуваний капітал

source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
pl: Wydatek
ru: Расход
uk: Витрата
